#include <stdio.h>
 
int main(void) {
    printf("************************************************\n");
    printf("*                    리포트                    *\n");
    printf("************************************************\n");
    printf("                 --------------                 \n");
    printf("                |소프트웨어학과|                \n");
    printf("                 --------------                 \n");
    printf("                   2018038018                   \n");
    printf("                    제갈도현                    \n\n");
 
    return 0;
} 
